7zip
acpi_call-dkms
alsa-utils
baobab
base
base-devel
bat
bbswitch-dkms
bluez-utils
bridge-utils
btop
clang
clinfo
cloc
cmake
cuda
cups
dash
decibels
dex
discord
dmenu
dnsmasq
docker
docker-compose
efibootmgr
epiphany
extension-manager
fail2ban
fastfetch
fd
feh
firefox
flameshot
foot
gdb
gdm
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
grilo-plugins
grub
gtklock
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hplip
htop
hyprland
i3-wm
i3blocks
i3lock
i3status
imv
incus
input-leap
intel-media-driver
intel-ucode
iwd
keepassxc
kitty
lazydocker
linux
linux-firmware
lldb
llvm
localsearch
loupe
malcontent
man-db
mesa-utils
mpd
mpv
nano
nautilus
net-tools
network-manager-applet
networkmanager
nextcloud
nextcloud-client
nfs-utils
niri
nmap
nnn
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
obsidian
openbsd-netcat
orca
papers
parallel
pavucontrol
polybar
pulseaudio
python-mutagen
python-pip
qbittorrent
qemu-full
qutebrowser
radare2
ranger
redshift
ripgrep
rmpc
rofi
ruby
rust
rygel
scrcpy
showtime
simple-scan
smartmontools
snapshot
spotify-launcher
steam
stow
sushi
sway
swaybg
swayimg
swaylock
system-config-printer
tecla
termusic
tk
tmux
totem
touchegg
tree
usbutils
uv
valgrind
vim
virt-manager
virt-viewer
vlc
waybar
wget
wine
winetricks
wireless_tools
wireshark-qt
wl-clipboard
wlsunset
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-utils
xf86-video-intel
xf86-video-nouveau
xorg-server
xorg-server-xephyr
xorg-xinit
xorg-xinput
xorg-xrandr
xss-lock
xterm
yelp
yt-dlp
zathura
zathura-pdf-mupdf
zsh
